Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/nordsamisk_animasjonsfilm_ainbo_-_amazonasa_varjaleaddji_klar_for_norske_kinoer.html.tmx
Source language: nob
Languages: sme

source: Nordsamisk animasjonsfilm klar for norske kinoer
sme: Davvisámi animašuvdnafilbma «Ainbo – Amazonasa Várjaleaddji» oidnogoahtá Norgga kinoin

source: Fredag 21. mai 2021 er det endelig klart for kinopremiere av animasjonsfilmen Ainbo, som også får sin nordsamiske premiere samtidig.
sme: Bearjadaga miessemánu 21. b. 2021 lea animašuvdnafilmmas Ainbo – Amazonasa Várjaleaddji viimmat vuosttaščájálmas kinos, maiddái davvisámegillii.

source: Sametinget har støttet den nordsamiske dubbingen økonomisk med 200.000 kroner.
sme: Sámediggi lea dorjon davvisámi dubbema ruđalaččat 200.000 ruvnnuin.

source: Sametingsrådet har bevilget 200.000 kroner til Internasjonalt Samisk Filminstitutt (ISFI) til nordsamisk dubbing av animasjonsfilmen Ainbo – Amazonasa Várjaleaddji , fra potten kulturtiltak i Sametingets budsjett 2021.
sme: Sámediggeráđđi lea juolludan 200.000 ruvdnosaš doarjaga Internášunála Sámi Filbmainstituhttii dubbet animašuvdnafilmma Ainbo – Amazonasa Várjaleaddji davvisámegillii. Doarjja lea addojuvvon kulturdoaibmabijuid doarjjaortnegis Sámedikki bušeahtas 2021.

source: Førstkommende helg er det premiere på både den norske og den nordsamiske versjonen av filmen.
sme: Dán vahkkoloahpa lea animašuvdnafilmmas vuosttaščájálmas, sihke dárogilli ja davvisámegillii.

source: – Det er spennende og gledelig at samiske barn får muligheten til å se en storfilm på et samisk språk samtidig som norske barn.
sme: – Lea hirbmat miellagiddevaš ja illudahtti ahte sámi mánát ožžot vejolašvuođa oaidnit guhkesfilmma sámegillii oktanaga norgga mánáiguin.

source: Jeg har den samme følelsen som når Jikŋon 2 hadde premiere, og jeg er stolt av det arbeidet ISFI har gjort med Ainbo.
sme: Mus lea dat seamma dovdu go dalle go Jikŋon 2:žis lei vuosttaščájálmas, ja mun lean hui rámis dan barggus maid ISFI lea dahkan Ainbo-filmmain.

source: Jeg gleder meg sammen med de mange samiske familiene som snart får muligheten til en fin kino-opplevelse sammen, sier sametingsråd Henrik Olsen (NSR).
sme: Mun illudan fárrolaga sámi bearrašiiguin geat dál fargga besset návddašit somás kino-vásáhusa, dadjá sámediggeráđđi Henrik Olsen (NSR).

source: Kinoene i Tromsø, Alta og Lakselv har nordsamiske visninger på premieredatoen, mens bygdekinoen viser filmen i neste uke.
sme: Kinoin Romssas, Álttás ja Leavnnjas leat davvisámi filbmačájálmasat miessemánu 21. beaivve, ja gilikinot čájehit ges filmma boahtte vahkus.

source: I Kautokeino er det nordsamisk visning 24. mai, i Karasjok 26. mai og i Manndalen 26. mai. Filmen har fått 6 års aldersgrense.
sme: Guovdageainnus čájehuvvo filbma 24.5, Kárášjogas 25.5 ja Olmmáivákkis 26.5. Filmmas lea ahkemearri 6 jagi.

source: Sametingsråd Henrik Olsen deltar på premieren i Tromsø, sammen med blant annet Mari Boine, som har en rolle i filmen.
sme: Sámediggeráđđi Henrik Olsen searvá vuosttaščájálmassii Romssas, fárrolaga earret eará Mari Boinein, gii neaktá Ainbo-filmmas.

source: Samarbeidet med urfolk i Amazonas
sme: Ovttasbargu Amazonasa eamiálbmogiin

source: Sametingsråd Henrik Olsen sier at prosessen bak animasjonsfilmen Ainbo er et godt eksempel på hvordan kommersielle aktører kan og bør samarbeide med urfolk når det gjelder formidling av urfolkskultur.
sme: Sámediggeráđđi Henrik Olsen dadjá proseassa Aino-animašuvdnafilmmas lea buorre ovdamearka das mo kommersiealla aktevrrat sáhttet ja berrejit ovttasbargat álgoálbmogiiguin kulturfievrredeamis.

source: Direktør Anne Lajla Utsi i ISFI trekker også paralleller til Disney Animation og Jikŋon 2.
sme: ISFI direktevra Anne Lajla Utsi maid oaidná paralleallaid Disney Animation ja Jikŋon 2 bargui.

source: – Vi er veldig glade for at vi har fått muligheten til å dubbe nettopp Ainbo til nordsamisk, fordi temaet i denne filmen er kjent for et samisk publikum.
sme: – Mii leat hui ilus go leat beassan justte Ainbo-filmma dubbet davvisámegillii, go dán filmma fáddá lea oahpes ášši sámi gehččiide.

source: Filmen handler om en ung urfolksjente i Amazonas som slåss mot et stort gruveselskap som ønsker å etablere seg i hennes hjemområde.
sme: Dat lea nuorra álgoálbmotnieidda birra Amazonasis, guhte doarru dakkár stuora ruvkeásaheami vuostá sin guovlluin.

source: – I likhet som Disney Animation samarbeidet med samene i sitt arbeid med Frost 2, har filmprodusentene bak Ainbo samarbeidet med urfolket Shipibo. Det synes jeg er en veldig god arbeidsmetode når filmens fortelling har sitt utgangspunkt i en særegen urfolkskultur, sier Utsi.
sme: – Ainbo filbmabuvttadeaddjit leat ovttasbargan Shipibo álgoálbmogiin, nu mo Disney Animation ovttasbarggai sámiiguin Jikŋon 2 filmma oktavuođas, ja dat lea mu mielas hui vuogas bargovuohki go filmma muitalus lea sin álgoálbmotkultuvrra vuođul ráhkaduvvon, dadjá Utsi.

source: Se nordsamisk trailer av animasjonfilmen Ainbo på ISFI sine nettsider .
sme: Geahča davvisámegielat oanehisfilmmaža ISFI neahttasiidduin .

source: For intervjuer: Sametingsråd Henrik Olsen (NSR), tlf: 907 75 219 Direktør i ISFI, Anne Lajla Utsi, tlf: 907 55 574
sme: Jearahallamiid addiba: Sámediggeráđđi Henrik Olsen (NSR), tlf: 907 75 219 ISFI direktevra Anne Lajla Utsi, tlf: 907 55 574

source: Sametingsråd Henrik Olsen besøkte Internasjonalt Samisk Filminstitutt (ISFI) tidligere denne uken.
sme: Sámediggeráđđi Henrik Olsen (NSR) galledii Internašunála Sámi Filbmainstituhtta (ISFI) árabut dán vahkus.

source: I den forbindelse fikk Olsen også se utviklinga av ISFI sitt prosjekt med Duottar Studio, som er et profesjonelt lydstudio i Kautokeino.
sme: Dalle beasai Olsen oaidnit mo ISFI prošeakta Duottar Studio lea ovdáneamen, mii lea profešunealla jietnastudio Guovdageainnus.

source: Sametingsrådet har tidligere støttet Duottar Studio AS med en halv million kroner, som skal drive lydstudio og redigeringsfasiliteter til film &amp; TV Silja Somby/Sámediggi
sme: Silja Somby/Sámediggi
